Repository: SharpBit/statsy
Catalog: locales/pot/*.po
Languages: es, fr

source: Invalid coc-tag passed.
es: coc-tag inválido.
fr: Coc-tag non valide passé.

source: The tag cannot be found!
es: ¡No puedo encontrar este tag!
fr: Le tag ne peut pas être trouvé!

source: You don't have a saved tag. Save one using `{}cocsave <tag>`!
fr: Vous n'avez pas de tag sauvé. Sauvez en un en utilisant `{}cocsave <tag>`!

source: You don't have a clan!
es: ¡Tú no tienes un clan!
fr: Tu n'as pas de clan!

source: That person does not have a clan!
es: ¡Esa persona no tiene un clan!
fr: Cette personne n'a pas de clan!

source: Statsy | Powered by the COC API
es: Statsy | Funciona gracias a la API de COC
fr: Statsy | Propulsé par l'API COC

source: /50 members
es: /50 miembros
fr: /50 membres

source: Clan must have at least than 4 players for these statistics.
fr: Le clan doit avoir au moins 4 joueurs pour ces statistiques

source: This clan's war logs aren't public.
es: Estos registros de guerras de clanes no son públicos.
fr: Les journaux de guerre de ce clan sont publics.

source: This clan isn't in a war right now!
es: ¡Este clan no se encuentra actualmente en una guerra!
fr: Ce clan n'est pas en guerre maintenant!

source: Invalid cr-tag passed.
es: cr-tag inválido.
fr: cr-tag invalide passé.

source: Clash Royale Server Down
fr: les serveurs de Clash Royale sont hors ligne

source: Please Note!
es: ¡Revísa!
fr: Notez s'il vous plaît!

source: You don't have a saved tag. Save one using `{}save <tag>`!
es: No tienes un tag guardado. ¡Guarda uno usando `{}save <tag>`!
fr: Vous n'avez pas de tag enregistré. Enregistrez-en un en utilisant `{}save <tag>`!

source: That person doesnt have a saved tag!
es: ¡Esa persona no tiene guardado un tag!
fr: Cette personne n'a pas de balise sauvegardée!

source: {}, new tournament found!
fr: {}, nouveau tournois trouvé

source: New tournament found!
fr: Nouveau tournois trouvé!

source: Current status: {}
fr: Statut actuel: {}

source: (default)
fr: (défaut)

source: Successfully set link beautifier to be enabled.
fr: Activation de la définition du lien d'embellissement réussie.

source: Successfully set link beautifier to be disabled.
fr: Désactivation de la définition du lien d'embellissement réussie.

source: What kind of tournaments do you want alerts for? Pick from these: `{}`. The numbers represent max member count. Seperate multiple types with a space.
fr: Pour quelle sorte de tournois désirez vous des alertes ? Prenez en parmi ceux ci: `{}`. le nombre représente le maximum de membres. Séparez les différents types avec un espace.

source: Invalid type(s).
fr: type(s) invalides

source: Do you want to mention any role when a tournament is found? Respond with a role name, `everyone`, `here` or `no`.
fr: Voulez vous mentionner un rôle quand un tournois est trouvé? Répondez avec le nom d'un rôle, `everyone`, `here` or `no`.

source: Invalid role.
fr: Rôle invalide

source: Which channel do you want the alerts to be sent to?
fr: Dans quel salon voulez vous que l'alerte soit envoyé?

source: Invalid channel.
fr: Salon invalide

source: Log set!
fr: Log défini!

source: {} is an invalid tag. Please use the clan tags seperated by spaces.
fr: {} est un tag invalide. Sil vous plait utilisez le tag de clan séparé par des espaces.

source: Statsy should have permissions to `Send Messages` and `Add Reactions` in #{}
fr: Statsy doit avoir la permission d `envoyer des messages` et d`ajouter des réactions` dans #{}

source: Configuration complete.
fr: Configuration finie

source: Invalid cr-tag passed
fr: cr-tag invalide reçu

source: Check your stats with `{}profile`!
fr: Vérifiez vos statistiques avec `{}profile`!

source: Check your stats with `{}profile -{index}`!
fr: Vérifiez vos stats avec `{}profile-{index}`!

source: Successfully saved tag.
es: Tag guardado satisfactoriamente.
fr: Balise sauvegardée avec succès.

source: You don't have a saved tag. Save one using `{}fnsave <tag>!`
es: No tienes un tag guardado. Guarda uno usando `{}fnsave <tag>!`
fr: Vous navez pas de tag sauvé. Sauvez en un en utilisant `{}fnsave <tag>!`

source: Fortnite API is currently undergoing maintenance. Please try again later.
es: La API de Fortnite está actualmente en mantenimiento. Inténtalo más tarde.
fr: Fortnite API est actuellement en maintenance. Sil vous plait essayé plus tard.

source: The username cannot be found!
es: ¡Este usuario no existe!
fr: Le nom d'utilisateur ne peut pas être trouvé!

source: Statsy - Powered by fortniteapi.com
es: Statsy - Funciona gracias a fortniteapi.com
fr: Statsy - propulsé par fortniteapi.com

source: You don't have a saved tag. Save one using `{}owsave <tag>`!
fr: Vous navez pas de tag sauvé. Sauvez en un en utilisant `{}owsave <tag>`!

source: That person doesn't have a saved tag!
es: ¡Esa persona no tiene un tag guardado!
fr: Cette personne na pas de tag sauvé!

source: The battletag cannot be found! Make sure to include the part after the `#`
es: ¡No se puede encontrar el tag de batalla! Asegúrate de incluir la parte de después de `#`
fr: Le battletag ne peut pas être trouvé! Soyez sur dinclure la partie aprés le `#`

source: Please set your account statistics to be public to view stats.
fr: Sil vous plait définissez les statistiques de votre compte sur publique pour voir les statistiques.

source: There aren't any stats for this user!
es: ¡No hay estadísticas para este usuario!
fr: Il ny a aucunes statistiques pour cet utilisateur!

source: Changed the prefix to: `{}`
es: Cambiado el prefijo a `{}`
fr: Changé le préfixe par: `{}`

source: Bot Information
es: Información del Bot
fr: Information du Bot

source: Statsy is a realtime game stats bot made by Kyber, Kwug and 4JR.
es: Statsy es un bot de estadísticas de juego creado por Kyber, Kwug y 4JR.
fr: Statsy est un bot en temps réel pour les statistiques de jeu créé par Kyber, Kwung et 4JR

source: This content is not affiliated with, endorsed, sponsored, or specifically approved by Supercell and Supercell is not responsible for it. For more information see Supercell's Fan Content Policy: www.supercell.com/fan-content-policy.
es: Este contenido no está afiliado, respaldado, patrocinado o aprobado específicamente por Supercell y Supercell no es responsable de él. Para más información consulte la Política de contenido de fans de Supercell. Vea nuestra Política de privacidad para obtener más detalles.
fr: Ce contenue nest pas affilié avec, supporté, sponsorisé, ou spécifiquement approuvé par Supercell et Supercell nest pas responsable pour ca. Pour plus dinformations voir la police dinformation des fans de Supercell: www.supercell.com/fan-content-policy.

source: Current Status
es: Estado Actual
fr: Statut actuel

source: Uptime
es: Tiempo en funcionamiento
fr: Durée de fonctionnement

source: Latency
es: Latencia
fr: Latence

source: Guilds
es: Asociado a
fr: Guildes

source: Members
es: Miembros
fr: Membres

source: Channels
es: Canales
fr: Canaux

source: RAM Usage
es: Uso de RAM
fr: Utilisation de RAM

source: CPU Usage
es: Uso de CPU
fr: Utilisation CPU

source: Saved Tags
es: Tags Guardados
fr: Étiquettes sauvegardées

source: Library
es: Libreria
fr: Librairie

source: Follow us on Twitter!
es: ¡Síguenos en Twitter!
fr: Suivez-nous sur Twitter

source: Upvote This Bot!
es: ¡Vota este bot!
fr: Voté pour ce bot

source: Could not find a cog or command by that name.
es: No podemos encontrar un comando con ese nombre
fr: impossible de trouver un cog ou une commande de ce nom

source: Type {}help command for more info on a command.
es: Escribe {}help comando para saber como usar ese comando.
fr: Tapez {}help commande pour plus dinformations sur une commande.

source: Suggestion submitted. Thanks for the feedback!
es: Sugerencia enviada. ¡Gracias!
fr: Suggestion transmise. Merci pour le retour!

source: Bug Reported. Thanks for the report!
es: Bug reportado. ¡Gracias!
fr: Bug rapporté. Merci pour le rapport!

source: Available languages: {}
fr: Langues disponibles: {}

source: Language set.
fr: Langue definie

source: All games are enabled in DMs.
fr: Tous les jeux sont activés dans le Dms

source: Invalid game. Pick from: {}
fr: Jeux invalide. Prenez en un de: {}

source: All games cannot be disabled in DMs.
fr: Tous les jeux ne peuvent pas êtres désactivés dans le DMs.

source: Top {} teams! Last updated: {} ago
fr: Top {} teams! Dernière mise a jour: {} avant

source: Here are the least valuable members of the clan currently.
es: Estos son los compañeros más valorados del clan ahora mismo.
fr: Ici ce trouvent les membres les moins fructueux du clan pour le moment.

source: Here are the most valuable members of the clan currently.
es: Estos son los miembros más valiosos ahora mismo.
fr: Ici ce trouvent les membres les moins fructueux du clan pour le moment.

source: A list of all members in this clan.
es: Una lista de los miembros de este clan.
fr: Liste des membres dans ce clan.

source: All of {}'s achievements
es: Todos los logros de {}
fr: tous les {}' succés

source: In War
es: En Guerra
fr: En guerre

source: Level
es: Nivel
fr: niveau

source: Attacks
es: Ataques
fr: attaques

source: Stars
es: Estrellas
fr: etoiles

source: Trophies
es: Trofeos
fr: trophées

source: XP Level
es: Nivel de experiencia
fr: XP niveau

source: TH Level
es: Nivel de ayuntamiento
fr: TH niveau

source: No Clan
es: Sin Clan
fr: pas de clan

source: Clan Name
es: Nombre del Clan
fr: nom du clan

source: Clan Tag
es: Tag del Clan
fr: tag du clan

source: Clan Role
es: Rol en el Clan
fr: rôle dans le clan

source: War Stars
es: Estrellas de Guerra
fr: Guerre étoiles

source: Successful Attacks
es: Ataques Ganados
fr: Attaques réussies

source: Successful Defenses
es: Defensas Ganadas
fr: Défenses réussies

source: Donate:Give Ratio
fr: Don:Ratio de don

source: BH Level
es: Nivel de Choza del Constructor
fr: BH Niveau

source: Builder Trophies
es: Trofeos del Constructor
fr: Trophées de contructeur

source: Current Season
es: Temporada Actual
fr: Saison actuelle

source: Best Season
es: Mejor Temporada
fr: Meilleure saison

source: Last BH Season
es: Última Temporada de la Choza del Constructor
fr: Dernière BH saison

source: Best BH Season
es: Mejor Temporada de la Choza del Constructor
fr: Meilleur BH saison

source: Home Troops
es: Tropas de Casa
fr: Troupes maison

source: Builder Troops
es: Tropas del Constructor
fr: Constructeur de troupes

source: Spells
es: Hechizos
fr: Sorts

source: Heroes
es: Héroes
fr: Heros

source: Top Players/Donators for this clan.
es: Mejores Jugadores/Donadores del clan.
fr: Meilleurs joueurs/Donateurs pour ce clan

source: Score Home/Builder
es: Puntos de la aldea/del constructor.
fr: Score Maison/Constructeur

source: Required Trophies
es: Trofeos Requeridos
fr: Trophées requis

source: Type
es: Tipo
fr: Genre

source: Location
es: Localización
fr: Emplacement

source: War Activity
es: Actividad del Clan
fr: Activité de guerre

source: Top Home Players
es: Mejores Jugadores de la aldea
fr: Meilleurs joueurs maison

source: Top Donators
es: Mejores Donadores
fr: Meilleurs donateurs

source: Top Builder Players
es: Mejores Jugadores de la aldea del constructor
fr: Meilleurs joueurs constructeurs

source: Chests
es: Cofres
fr: Coffres

source: Chests Until
es: Cofres hasta
fr: Coffres jusqu'au

source: A list of cards this player has.
es: Lista de las cartas que el jugador tiene.
fr: Une liste de cartes que ce joueurs a.

source: Found Cards ({})
es: Cartas Encontradas ({})
fr: Cartes trouvées ({})

source: Missing Cards
es: Cartas que faltan
fr: Cartes manquantes

source: No battles
es: Sin batallas
fr: Pas de batailles

source: Player has not played any battles yet
es: El jugador no ha jugado ninguna batalla aún
fr: Ce joueur na jamais joué de batailles pour le moment

source: Top 200 {} players right now.
fr: Top 200 {} joueurs pour le moment

source: Top Players
es: Mejores Jugadores
fr: Meilleurs joueurs

source: Top 200 {} clans right now.
es: Top 200 en {} de clanes ahora mismo.
fr: Top 200 {} clans pour le moment.

source: Top 200 {} clans by clan wars right now.
fr: Top 200 {} clans par clans guerre pour le moment.

source: {} Season
es: {} Temporada
fr: {} Saison

source: Season Highest
es: Mejor Temporada
fr: Saison la plus élevée

source: Season Finish
es: Fin de Temporada
fr: Saison finie

source: Global Rank
es: Ranking Global
fr: Rang global

source: Rarity
es: Rareza
fr: Rareté

source: Elixir Cost
es: Coste de Elixir
fr: Coût en élixir

source: Arena Found
es: Arena Encontrada
fr: Arène trouvée

source: Highest: {} {}
es: Más alto: {}{}
fr: le plus haut: {} {}

source: Finish: {} {}
es: Fin: {}{}
fr: Finie: {} {}

source: Global Rank: {} {}
es: Ranking Global: {}{}
fr: Rang global: {} {}

source: No favourite card :(
es: Sin carta favorita :(
fr: Pas de cartes favorites :(

source: Clans Joined
fr: Clans rejoins

source: Games Played
es: Partidas Jugadas
fr: Parties jouées

source: Friendly Battles Won
fr: Partie amicales gagnées

source: Wins/Losses
fr: Victoires/Défaites

source: Three Crown Wins
es: Victorias de 3 Coronas
fr: Victoires trois couronnes

source: War Day Wins
es: Victorias del Día de Guerra
fr: Jours de guerre gagnés

source: Favourite Card
es: Carta Favorita
fr: Cartes favorites

source: Tournaments Played
fr: Tournois joués

source: Tournament Cards Won
es: Cartas de Torneo Ganadas
fr: Cartes de tournois gagnés

source: Challenge Cards Won
es: Cartas de Desafío Ganadas
fr: Cartes de challenge gagnés

source: Challenge Max Wins
es: Victorias Máximas en Desafío
fr: Victoire maximum en challenge

source: Total Donations
es: Donaciones Totales
fr: Total des donations

source: Battle Deck
es: Mazo de Batallas¡
fr: Deck de bataille

source: Previous Season Results ({})
es: Resultados de la Temporada Anterior ({})
fr: Résultat de la saison précédente ({})

source: None {}
es: Nada {}
fr: Aucun {}

source: Top Players/Donators/Contributors for this clan.
es: Mejores Jugadores/Donadores/Contribuidores en este clan.
fr: Meilleurs joueurs/Donateurs/Contributeur pour ce clan.

source: Trophies
es: Trofeos
fr: Trophées

source: Cards
es: Cartas
fr: Cartes

source: Donations/Week
es: Donaciones por Semana
fr: Donation/Semaines

source: Day
es: Día
fr: Jour

source: War Trophies
es: Trofeos de Guerra
fr: Trophées de guerre

source: Battles Played
es: Batallas Jugadas
fr: Batailles jouées

source: Wins
es: Victorias
fr: Victoires

source: {} Batles Played {}
es: {} Batallas Jugadas {}
fr: {} Batailles jouées {}

source: {} Wins
es: {} Victorias
fr: {} Victoires

source: {} Crowns {}
es: {} Coronas {}
fr: {} Couronnes {}

source: Clans Participating
es: Clanes participando
fr: Clans participants

source: {} Cards Earned {}
es: {} Cartas Conseguidas {}
fr: {} Cartes Gagnées {}

source: Top Fighters
es: Mejores Luchadores
fr: Meilleurs Combattants

source: A list of open tournaments you can join right now!
es: ¡Lista de torneos públicos a los que te puedes unir!
fr: Une liste de tournois ouvert que vous pouvez rejoindre maintenant!

source: Open Tournaments
es: Torneos Públicos
fr: Tournois ouverts

source: Top players of this tournament
es: Mejores jugadores de este torneo
fr: Meilleurs joueurs de ce tournois

source: Status
es: Estado
fr: Statue

source: Time since creation
es: Tiempo desde creación
fr: Temps depuis la création

source: Join now
fr: Rejoint maintenant

source: [Click here]({})
fr: [Cliquez ici]({})

source: Run `{}link disable` to disable this feature
fr: Lancez `{}link disable` pour desactivé cette option

source: Kills {}
es: Muertes {}
fr: Tués {}

source: Victory Royale! {}
es: ¡Victoria Royale! {}
fr: Victoire Royale! {}

source: Kill Death Ratio
es: Ratio de muertes
fr: Tués Mort Ratio

source: Time Played
es: Tiempo Jugado
fr: Temps joué

source: Overall Statistics
es: Estadísticas Generales
fr: Statistiques Globales

source: Total Battles
es: Batallas Totales
fr: Totale de batailles

source: {} Statistics
es: {} Estadísticas
fr: {} Statistiques

source: {} - Competitive
es: {} - Competitivo
fr: {} - Compétions

source: Win-Loss-Draw
es: Victoria-Derrota-Empate
fr: Victoires-Défaites-Egalités

source: Win Rate
fr: Taux de victoire

source: Tier
es: TIpo
fr: Niveau

source: Kills
es: Muertes
fr: Tués

source: Top Kills in a Game
es: Top Muertes en una partida
fr: Maximum de tués en une partie

source: Solo Kills
es: Solo Muertes
fr: Tués seul

source: Final Blows
es: Finales explosivos
fr: Coup final

source: Deaths
es: Muertes
fr: morts

source: Gold Medals
es: Medallas de Oro
fr: Médailles d or

source: Silver Medals
es: Medallas de Plata
fr: Médailles d argent

source: Bronze Medals
es: Medallas de Bronce
fr: Médailles de bronze

source: {} - Quickplay
es: {} - Juego rapido
fr: {} - jeu rapide

source: Best Kill Streak
es: Mejor racha de muertes
fr: Meilleur kill streak

source: Total Damage
es: Daño Total
fr: Dommages totaux

source: Hero Damage
es: Daño de Héroes
fr: Dommage sur heros

source: On Fire
es: A tope
fr: En feu

source: Extra Stats
es: Estadísticas extra
fr: Stats supplémentaires

source: Something went wrong and we are investigating the issue now.
fr: Quelque chose ne va pas et nous recherchons la solution en ce moment.

source: Pong! Websocket Latency:
es: Pong! Latencia:
fr: Pong! Websocket Latence:

source: You don't have a saved tag. Save one using {}cocsave <tag>!
es: No tienes un tag guardado. ¡Guarda uno usando {}cocsave <tag>!

source: Clan must have more than 4 players for statistics.
es: El clan debe tener más de 4 jugadores para mostrar estadísticas.

source: RoyaleAPI Server Down
es: Servidor de RoyaleAPI caído.

source: Friend link is always disabled in DMs.
es: Los enlaces de amistad están siempre deshabilitados en los DMs.

source: Configuring friend link status isn't allowed in DMs
es: Configurar el estado del enlace de amistad no es posible en DMs

source: Successfully set friend link to be enabled.
es: El enlace de amistad está habilitado satisfactoriamente.

source: Successfully set friend link to be disabled.
es: El enlace de amistad está deshabilitado satisfactoriamente.

source: Successfully saved tag. Check your stats with `{}fnprofile`!
es: Tag guardado satisfactoriamente. ¡Revisa tus estadísticas con `{}fnprofile`!

source: Score
es: Puntos

source: You don't have a saved tag. Save one using {}owsave <tag>!
es: No tienes un tag guardado. ¡Guarda uno usando {}owsave <tag>!

source: Commands Run
es: Comandos usados

source: Donate!
es: ¡Dona!

source: Bot ID: {}
es: ID del Bot: {}

source: Statsy - Powered by the COC API
es: Statsy - Funciona gracias a la API de COC

source: **Requirement:** {} **Status:** {}
es: **Requerido:** {} **Estado:** {}

source: Destruction
es: Destrucción

source: Donations
es: Donaciones

source: {} Received {}
es: {} Recibido {}

source: {}s Collection ({})
es: {}s Collección ({})

source: Statsy - Powered by RoyaleAPI.com
es: Statsy - Funciona gracias a RoyaleAPI.com

source: Top 200 global clans right now.
es: Top 200 global de clanes ahora mismo.

source: Top Clans
es: Top Clanes

source: Wins/Losses/Draws
es: Victorias/Derrotas/Empates

source: Participants
es: Participantes

source: Run `{}friendlink disable` to disable this feature
es: Escribe `{}friendlink disable` para deshabilitar esta característica
